Repository: kulinba/slims9_bulian_bosnian
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: bs_bs

source: Are you SURE to completely clear system log data? This action cannot be undo!
bs_bs: Jeste li SIGURNI da želite potpuno ukloniti podatke iz sistemskog zapisnika? Ova operacija se ne može poništiti!

source: CLEAR LOGS
bs_bs: IZBRIŠI ZAPISNIKE

source: Save Logs record to file?
bs_bs: Želite li sačuvati zapise iz zapisnika u fajl?

source: Save Logs To File
bs_bs: Sačuvajte zapisnike u fajl

source: Time
bs_bs: Vrijeme

source: Message
bs_bs: Poruka

source: Group name can't be empty
bs_bs: Ime grupe ne može biti prazno

source: Group Data Successfully Updated
bs_bs: Podaci o grupi uspješno dopunjeni

source: Group Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o grupi se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: New Group Data Successfully Saved
bs_bs: Novi podaci o grupi uspješno sačuvani

source: Group Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o grupi se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Group List
bs_bs: Lista grupa

source: Add New Group
bs_bs: Dodaj novu grupu

source: Group Name
bs_bs: Ime grupe

source: Privileges
bs_bs: Privilegije

source: You are going to edit Group data
bs_bs: Uredićete podatke o Grupi

source: Download this file
bs_bs: Spustite ovaj fajl na vaš uređaj

source: Record Detail
bs_bs: Detaljni zapis

source: none copy available
bs_bs: nijedan primjerak nije dostupan

source: mark this
bs_bs: obilježi ovo

source: Share to
bs_bs: Podijeli na

source: Put marked selection into basket
bs_bs: Stavite obilježene odabire u korpu

source: comments available
bs_bs: komentari dostupni

source: at
bs_bs: u

source: write
bs_bs: piši

source: Click to view others documents with this author
bs_bs: Kliknite da vidite druge dokumente sa ovim autorom/autoricom

source: Click to view others documents with this subject
bs_bs: Kliknite da vidite druge dokumente sa ovom predmetnicom

source: No Attachment
bs_bs: Nema priloga

source: More result
bs_bs: Više rezultata

source: All Locations
bs_bs: Sve lokacije

source: All Collections
bs_bs: Sve kolekcije

source: All GMD/Media
bs_bs: Svi GMD/Mediji

source: Found <strong>{biblio_list->num_rows}</strong> from your keywords
bs_bs: Pronađeno <strong>{biblio_list->num_rows}</strong> preko vaših ključnih riječi

source: You currently on page <strong>{page}</strong> of <strong>{total_pages}</strong> page(s)
bs_bs: Trenutno ste na stranici <strong>{page}</strong> od<strong>{total_pages}</strong> stranice(a)

source: Did you mean:
bs_bs: Da li ste mislili:

source: Current Loan item(s)
bs_bs: Trenutno posuđeni predmeti

source: Your Current Loan
bs_bs: Vaša trenutna pozajmica

source: Return Date
bs_bs: Datum povrata

source: item(s) loan history
bs_bs: historija posudbe predmeta

source: Your Loan History
bs_bs: Vaša historija posudbe

source: There is no item/copy for this title yet
bs_bs: Još uvijek ne postoje predmeti/primjerci za ovaj naslov

source: Currently On Loan (Due on
bs_bs: Trenutno na posudbi (Povrat se treba izvršiti

source: Available but not for loan
bs_bs: Dostupna, ali nije je moguće pozajmiti

source: Profile of our Librarian
bs_bs: Profil naše(g) bibliotekarke/a

source: Position
bs_bs: Pozicija

source: Social
bs_bs: Društvena

source: Please supply valid username and password
bs_bs: Molimo vas da unesete važeće korisničko ime i lozinku

source: Welcome to Library Automation,
bs_bs: Dobro došli u automatizaciju biblioteke,

source: Wrong Username or Password. ACCESS DENIED
bs_bs: Pogrešno korisničko ime ili lozinka, PRISTUP ODBIJEN

source: Your browser does not support Javascript or Javascript is disabled. Application won't run without Javascript!
bs_bs: Vaš internet preglednik ne podržava Javascript ili je Javascript onemogućen. Aplikacija se neće pokrenuti bez Javascript-a!

source: Login
bs_bs: Prijava

source: Welcome to Member's Area where you can view your current loan information and view your membership status.
bs_bs: Dobro došli u odjeljak za članice/ove gdje možete pogledati informacije o vašoj trenutnoj posudbi i pogledati vaš članski status.

source: Please fill your Username and Password to Login!
bs_bs: Molimo vas da unesete vaše korisničko ime i lozinku za Prijavu!

source: Login FAILED! Wrong username or password!
bs_bs: Prijava neuspješna! Pogrešno korisničko ime i lozinka!

source: Library Member Login
bs_bs: Prijava članice/a biblioteke

source: Wrong Captcha Code entered, Please write the right code!
bs_bs: Unesen pogrešan Captcha kod, molimo vas da unesete ispravan kod!

source: Please insert your member ID and password given by library system administrator. If you are library's member and don't have a password yet, please contact library staff.
bs_bs: Molimo vas da unesete vaš članski broj i lozinku koju vam je dalo bibliotečko osoblje. Ukoliko ste član(ica) biblioteke, a još uvijek niste dobili lozinku, kontaktirajte bibliotečko osoblje.

source: Password
bs_bs: Lozinka

source: Current Password
bs_bs: Trenutna lozinka

source: Confirm Password
bs_bs: Potvrdi lozinku

source: Change Password
bs_bs: Promijeni lozinku

source: Reserve title(s) on Basket
bs_bs: Rezervisani naslovi u Korpi

source: Clear Basket
bs_bs: Isprazni korpu

source: Remove selected title(s) from Basket
bs_bs: Ukloni odabrane predmete iz korpe

source: title(s) on basket
bs_bs: predmet(i) u korpi

source: Your Membership Already EXPIRED! Please extend your membership.
bs_bs: Vaše članstvo je već ISTEKLO! Molimo vas da produžite vaše članstvo.

source: Membership currently in pending state, no loan transaction can be made yet.
bs_bs: Članstvo trenutno na čekanju, još uvijek ne možete izvršiti posudbu.

source: OVERDUED
bs_bs: ZAKASNINE

source: item(s) currently on loan
bs_bs: predmet(i) trenutno na posudbi

source: Your password have been changed successfully.
bs_bs: Vaša lozinka je uspješno promijenjena.

source: Current password entered WRONG! Please insert the right password!
bs_bs: Trenutna lozinka POGREŠNO unesena! Molimo vas da uneste ispravnu lozinku!

source: Password confirmation FAILED! Make sure to check undercase or uppercase letters!
bs_bs: Potvrda lozinke NIJE USPJELA! Provjerite mala i velika slova!

source: Password update FAILED! ERROR ON DATABASE!
bs_bs: Promjena lozinke NIJE USPJELA! GREŠKA U BAZI PODATAKA!

source: Reservation e-mail sent successfully!
bs_bs: E-mail sa zahtjevom za rezervaciju uspješno poslan!

source: Member Detail
bs_bs: Detalji o članici/u

source: Your Title Basket
bs_bs: Korpa sa vašim naslovom

source: Thank you for your comment.
bs_bs: Hvala vam na vašem komentaru.

source: FAILED to strore you comment. Please Contact System Administrator
bs_bs: NEUSPJEŠNA pohrana vašeg komentara. Molimo vas da kontaktirate sistemskog administratora

source: Back To Previous
bs_bs: Natrag na prethodnu

source: , thank you for inserting your data to our visitor log
bs_bs: , hvala vam što ste unijeli vaše podatke u naš log za posjetitelj(k)e

source: Your membership already EXPIRED, please renew/extend your membership immediately
bs_bs: Vaše članstvo je već ISTEKLO, molimo vas da odmah obnovite/produžite članstvo

source: Sorry, Please fill institution field if you are not library member
bs_bs: Izvinite, molimo vas da ispunite polje o instituciji ukoliko niste član(ica) biblioteke

source: Error inserting counter data to database!
bs_bs: Greška pri zapisivanju podataka brojača u bazu podataka!

source: Visitor Counter
bs_bs: Brojač posjeta

source: Please insert your library member ID otherwise your full name instead
bs_bs: Molimo vas da unesete vaš članski broj ili vaše puno ime i prezime

source: Arabic
bs_bs: Arapski

source: Brazilian Portuguese
bs_bs: Brazilski portugalski

source: Chinese
bs_bs: Kineski

source: Korean
bs_bs: Korejski

source: English
bs_bs: Engleski

source: Espanol
bs_bs: Španski

source: German
bs_bs: Njemački

source: Indonesian
bs_bs: Indonezijski

source: Malay
bs_bs: Malajski

source: Persian
bs_bs: Perzijski

source: Bosnian
bs_bs: Bosanski

source: DELETE
bs_bs: IZBRIŠI

source: EDIT
bs_bs: UREDI

source: Are You Sure Want to DELETE Selected Data?
bs_bs: Da li ste sigurni da želite IZBRISATI odabrane podatke?

source: ascendingly
bs_bs: abecednim redom

source: descendingly
bs_bs: obrnutim abecednim redom

source: Order list by
bs_bs: Sortiraj listu

source: Check All
bs_bs: Obilježi sve

source: Uncheck All
bs_bs: Odbilježi sve

source: Delete Selected Data
bs_bs: Izbrišite odabrane podatke

source: Date
bs_bs: Datum

source: Delete Record
bs_bs: Izbrišite zapise

source: Cancel
bs_bs: Otkažite

source: First Page
bs_bs: Prva stranica

source: Previous
bs_bs: Prethodna

source: Next
bs_bs: Slijedeća

source: Last Page
bs_bs: Zadnja stranica

source: No Data
bs_bs: Nema podataka

source: Availability
bs_bs: Dostupnost

source: Home
bs_bs: Početna

source: Library Information
bs_bs: Informacije o biblioteci

source: Member Area
bs_bs: Odjeljak za članice/ove

source: Help on Search
bs_bs: Pomoć pri pretraživanju

source: Librarian LOGIN
bs_bs: Prijava bibliotekara/ke

source: Select Language
bs_bs: Odaberite jezik

source: Collections
bs_bs: Zbirke

source: Back
bs_bs: Nazad

source: Advanced Search
bs_bs: Napredno pretraživanje

source: Information
bs_bs: Informacije

source: Search Cluster
bs_bs: Grupisanje pretrage

source: Generating search cluster...
bs_bs: Generisanje grupisane pretrage…

source: Full Site
bs_bs: Puni site

source: User Login
bs_bs: Prijava korisnika
