Repository: kulinba/slims9_bulian_bosnian
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: bs_bs

source: New Member Type Successfully Saved
bs_bs: Vrsta nove/og članice/a uspješno sačuvani

source: Member Type List
bs_bs: Lista vrste članstva

source: Add New Member Type
bs_bs: Dodajte novu vrstu članstva

source: Member Type Name
bs_bs: Naziv vrste članstva

source: Loan Periode (In Days)
bs_bs: Period posudbe (u danima)

source: Enable
bs_bs: Omogući

source: Disable
bs_bs: Onemogući

source: Reserve Limit
bs_bs: Ograničenje rezervacije

source: Membership Periode (In Days)
bs_bs: Trajanje članstva (u danima)

source: Fine Each Day
bs_bs: Iznos zakasnine svakog dana

source: View Member List
bs_bs: Pogledajte listu članica/ova

source: View Library Member List
bs_bs: Pogledajte listu članica/ova biblioteke

source: View and modify member type
bs_bs: Pregledajte i modificirajte vrste članstva

source: Print Member Card
bs_bs: Odštampajte člansku kartu

source: Export Members Data To CSV File
bs_bs: Izvoz podatak o članstvu u CSV dokument

source: Import Members Data From CSV File
bs_bs: Unesite podatke o članicama/ovima iz CSV dokumenta

source: Total Titles By Medium/GMD
bs_bs: Ukupno naslova prema mediju/GMD

source: Total Items By Collection Type
bs_bs: Ukupno primjeraka prema vrsti kolekcije

source: Total Members By Membership Type
bs_bs: Ukupno članica/ova prema vrsti članstva

source: Total Loan By GMD/Medium
bs_bs: Ukupne posudbe prema GMD/Mediju

source: Total Loan By Collection Type
bs_bs: Ukupne posudbe prema vrsti kolekcije

source: Total Titles
bs_bs: Ukupno naslova

source: Total Titles with items
bs_bs: Ukupno naslova sa primjercima

source: Total Items/Copies
bs_bs: Ukupno primjeraka/kopija

source: Total Checkout Items
bs_bs: Ukupno pozajmljenih primjeraka

source: Total Items In Library
bs_bs: Ukupno primjeraka u biblioteci

source: Show in chart/plot
bs_bs: Prikaži grafički

source: 10 Most Popular Titles
bs_bs: 10 najpopularnijih naslova

source: Collection Statistic Summary
bs_bs: Zažetak statistke o kolekciji

source: Collection Statistic Report
bs_bs: Izvještaj o statistici kolekcije

source: Collection Statistic
bs_bs: Statistika kolekcije

source: Download Report
bs_bs: Spustite izvještaj na svoj računar

source: Total Loan
bs_bs: Ukupne posudbe

source: Total Loan Transactions
bs_bs: Ukupno transakcija posudbe

source: Transaction Average (Per Day)
bs_bs: Prosjek transakcija (po danu)

source: Total Peak Transaction
bs_bs: Ukupne vrhunac transakcija

source: Members Already Had Loans
bs_bs: Članovi već imaju posudbe

source: Members Never Have Loans Yet
bs_bs: Članice/ovi još uvijek nemaju posudbi

source: Total Overdued Loans
bs_bs: Ukupno posudbi sa prekoračenjem

source: Loan Data Summary
bs_bs: Sažetak podataka o posudbi

source: Loan Report
bs_bs: Izvještaj posudbe

source: Total Registered Members
bs_bs: Ukupno registrovanih članica/ova

source: Total Active Member
bs_bs: Ukupno aktivnih članica/ova

source: Total Expired Member
bs_bs: Ukupan broj isteklih članarina

source: 10 most active members
bs_bs: 10 najaktivnijih članica(ova)

source: Membership Data Summary
bs_bs: Sažeti podaci o članstvu

source: Membership Report
bs_bs: Izvještaj o članstvu

source: record(s) found. Currently displaying page
bs_bs: zapis(i) pronađeni. Trenutno se prikazuje stranica

source: record each page
bs_bs: zabilježite svaku stranicu

source: Print Current Page
bs_bs: Odštampaj trenutnu stranicu

source: Reporting
bs_bs: Izvještaji

source: View Library Collection Statistic
bs_bs: Pogledajte statistku o bibliotečkoj kolekciji

source: View Library Loan Report
bs_bs: Pogledajte izvještaj o posudbi u biblioteci

source: View Membership Report
bs_bs: Pogledajte izvještaj o članstvu

source: Other Reports
bs_bs: Drugi izvještaji

source: Custom Recapitulations
bs_bs: Prilagođena rekapitulacija

source: Report Filter
bs_bs: Filter za izvještaje

source: Recap By
bs_bs: Rekapituliraj po

source: Apply Filter
bs_bs: Primjeni filter

source: Show More Filter Options
bs_bs: Prikaži više opcija za filter

source: Hide Filter Options
bs_bs: Sakrij opcije za filter

source: Title and Collection Recap by
bs_bs: Rekapitulacija naslova i kolekcije po

source: Export to spreadsheet format
bs_bs: Izvezi u tabelarnom formatu

source: Title and Collection recapitulation based on classification and others
bs_bs: Rekapitulacija naslova i kolekcije bazirana na klasifikacija i ostalom

source: Title List
bs_bs: Lista naslova

source: List of bibliographic titles
bs_bs: Lista bibliografskih naslova

source: Items Title List
bs_bs: Lista naslova materijala

source: List of collection/items
bs_bs: Lista kolekcije/materijala

source: Items Usage Statistics
bs_bs: Statistika korištenja materijala

source: List of Collection/items usage statistic
bs_bs: Lista statistike korištenja kolekcije/materijala

source: Loans by Classification
bs_bs: Posudbe prema klasifikaciji

source: Loan statistic by classification
bs_bs: Statistika posudbe prema klasifikaciji

source: List of library member/patron
bs_bs: Lista članica/ova biblioteke

source: Loan List by Member
bs_bs: Lista posudbi prema članicu/u

source: List of loan by each member
bs_bs: Lista posudbi po svakoj/m članici/u

source: Due Date Warning
bs_bs: Upozorenje o datumu dospijeća

source: Loan Due Date Warnings
bs_bs: Upozorenje o roku dospijeća posudbe

source: Staff Activity
bs_bs: Aktivnosti osoblja

source: Staff activity log recapitulation
bs_bs: Spisak rekapitulacija aktivnosti osoblja

source: Visitor Statistic
bs_bs: Statistika posjeta

source: Visitor Statistic (by Day)
bs_bs: Statistika posjeta (po danu)

source: Visitor List
bs_bs: Lista posjetilaca

source: Fines Report
bs_bs: Izvještaj o zakasninama

source: This report loan items which will due in 3 to 0 days
bs_bs: Ovo obaviještava o posuđenim primjercima koji imaju rok prispjeća za 3 do 0 dana

source: Record each page
bs_bs: Zabilježite svaku stranicu

source: Set between 20 and 200
bs_bs: Podesi između 20 i 200

source: May
bs_bs: Maj

source: Sep
bs_bs: Sept

source: Oct
bs_bs: Okt

source: Title/ISBN
bs_bs: Naslov/ISBN

source: Press Ctrl and click to select multiple entries
bs_bs: Pritisnite Ctrl i kliknite da odaberete više unosa

source: 0 Classes
bs_bs: 0 grupa

source: 1 Classes
bs_bs: 1 grupa

source: 2 Classes
bs_bs: 2 grupa

source: 2X Classes (Islamic Related)
bs_bs: 2X grupa (vezana za Islam)

source: 3 Classes
bs_bs: 3 grupa

source: 4 Classes
bs_bs: 4 grupa

source: 5 Classes
bs_bs: 5 grupa

source: 6 Classes
bs_bs: 6 grupa

source: 7 Classes
bs_bs: 7 grupa

source: 8 Classes
bs_bs: 8 grupa

source: 9 Classes
bs_bs: 9 grupa

source: NON Decimal Classes
bs_bs: NE decimalne grupe

source: Loan Date From
bs_bs: Datum posudbe od

source: Loan Date Until
bs_bs: Datum posudbe do

source: Loan Status
bs_bs: Status posudbe

source: On Loan
bs_bs: Na posudbi

source: Returned
bs_bs: Vraćeno

source: Register Date From
bs_bs: Datum registracije od

source: Register Date Until
bs_bs: Datum registracije do

source: Overdue
bs_bs: Povrat kasni

source: day(s)
bs_bs: dan(a)

source: Reserve Date From
bs_bs: Datum rezervacije od

source: Reserve Date Until
bs_bs: Datum rezervacije do

source: Activity Date From
bs_bs: Datum aktivnosti od

source: Activity Date Until
bs_bs: Datum aktivnosti do

source: Real Name
bs_bs: Pravo ime i prezime

source: Login Username
bs_bs: Korisničko ime za prijavu

source: Bibliography Data Entry
bs_bs: Unos bibliografskih podataka

source: Item Data Entry
bs_bs: Unos podata o primjerku

source: Member Data Entry
bs_bs: Unos podataka o članici/u

source: Circulation Tasks
bs_bs: Zadaci posudbe

source: NON-Member visitor
bs_bs: Posjetilac/teljka koji/a nije član/ica

source: Visitor ID
bs_bs: ID broj posjete

source: Visitor Name
bs_bs: Ime posjetitelj(a)ke

source: Visit Date From
bs_bs: Datum posjete od

source: Visit Date Until
bs_bs: Datum posjete do

source: Visit Date
bs_bs: Datum posjete

source: Library Visitor Report
bs_bs: Izvještaj o posjetama

source: NON-Member Visitor
bs_bs: Posjetilac/teljka koji/a nije član/ica

source: Total visit/month
bs_bs: Ukupne posjete/mjesec

source: Visitor Report
bs_bs: Izvještaj o posjetama

source: Serial Control
bs_bs: Kontrola serijskih publikacija

source: Edit Bibliographic data
bs_bs: Uredi bibliografske podatke

source: Add New Subscription
bs_bs: Dodajte novu pretplatu

source: View Subscriptions
bs_bs: Pogledajte pretplate

source: CLOSE
bs_bs: ZATVORI

source: Serial Title
bs_bs: Naslov serijske publikacije

source: Kardex data updated!
bs_bs: Kardex podaci uspješno dopunjeni!

source: Kardex data deleted!
bs_bs: Kardex podaci izbrisani!

source: Date Expected
bs_bs: Očekivani datum

source: Date Received
bs_bs: Datum prijema

source: Seq. Number
bs_bs: Sek. broj

source: Note
bs_bs: Bilješka

source: Kardex Detail for subscription
bs_bs: Kardex detalji za pretplatu

source: Subscription
bs_bs: Pretplata

source: Manage Subscription
bs_bs: Upravljajte pretplatama

source: Error inserting subscription data, Subscription Date must be filled!
bs_bs: Greška pri unosu podatak o pretplati, Datum pretplate mora biti unesen!

source: Subscription Data Successfully Updated
bs_bs: Podaci o pretplati uspješno osvježeni

source: Subscription Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o pretplati se NISU osvježili. Molimo vas da kontaktirate sistemskog administratora

source: New Subscription Data Successfully Saved
bs_bs: Podaci o novoj pretplati uspješno sačuvani

source: Subscription Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o pretplati se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Subscription data successfully deleted
bs_bs: Podaci o pretplati uspješno izbrisani

source: Subscription data FAILED to deleted!
bs_bs: Podaci o pretplate se NISU izbrisali!

source: Subscription Start
bs_bs: Početak pretplate

source: Total Exemplar Expected
bs_bs: Ukupan očekivani egzemplar

source: Period Name
bs_bs: Ime perioda

source: Subscription Notes
bs_bs: Bilješke o pretplati

source: You are going to edit Subscription data
bs_bs: Uredićete podatke o pretplati

source: View/Edit Kardex Detail
bs_bs: Pogledajte/Uredite detalje o kataloškoj kartici

source: NO stock taking proccess initialized yet!
bs_bs: Proces o inventarisanju NIJE započet!

source: Stock Take Proccess
bs_bs: Proces inventurnog pregleda

source: Current Missing/Lost Items
bs_bs: Trenutno nedostajući/izgubljeni primjerci

source: Change Status
bs_bs: Promijeni status

source: List stocktakes by
bs_bs: Izlistajte inventurni info prema

source: Current User Only
bs_bs: Samo trenutni korisnik

source: All User
bs_bs: Svi korisnici

source: Exists
bs_bs: Postoji

source: Missing
bs_bs: Nedostaje

source: NO stock taking proccess running!
bs_bs: Proces o inventarisanju NE teče!

source: Stock Take Proccess Finished!
bs_bs: Inventura završena!

source: Finish Stock Take
bs_bs: Završi inventuru

source: Are you sure to end current stock take proccess? Once it finished there is no way you can rollback this stock take
bs_bs: Jeste li sigurni da želite prekinuti trenutni proces inventurisanja? Ukoliko ga završite ne postoji način da se vratite na ovaj proces

source: Purge Lost Item
bs_bs: Izbrišite izgubljene primjerke

source: Stock Take
bs_bs: Inventura

source: Stock Take Name
bs_bs: Ime inventure

source: Start Date
bs_bs: Datum početka

source: End Date
bs_bs: Datum svršetka

source: Initializer
bs_bs: Pokretač

source: Total Item Stock Taked
bs_bs: Ukupno primjeraka inventurisano

source: Total Item Lost
bs_bs: Ukupno izgubljenih primjeraka

source: Total Item Exists
bs_bs: Postoji ukupno primjereka

source: Total Item On Loan
bs_bs: Ukupno primjeraka na posudbi

source: Stock Take Participants
bs_bs: Učesnici inventure

source: Report
bs_bs: Izvještaj

source: Currently Active
bs_bs: Trenutno aktivno

source: There is already stock taking proccess running!
bs_bs: Proces inventurisanja već započet!

source: Stock Take Name must be filled!
bs_bs: Ime inventurnog procesa se mora ispuniti!

source: Stock Taking Initialized
bs_bs: Inventura započeta

source: Stock Taking FAILED to Initialized.\nNo item to stock take!
bs_bs: Inventarni proces NIJE započet.\nNema primjeraka za inventuru!

source: Initialize Stock Take
bs_bs: Započni inventuru

source: Separate each class comma sign. Use * for wildcard
bs_bs: Odjelite svaku klasu sa zarezom. Koristite * kao džoker

source: Initialize Stock Take Process
bs_bs: Započni proces inventure

source: Current Lost Item
bs_bs: Trenutno izgubljeno primjeraka

source: Re-synchronize will only update current stock take's item data. It won't update any new bibliographic or item data that were inserted in the middle of stock take proccess
bs_bs: Ponovna sinhronizacija će samo osvježiti podatke o primjercima iz trenutnog inventurnog procesa. Neće osvježiti bilo koje nove bibliografske ili podatke o primjerku koji su uneseni usred procesa inventarisanja

source: Resynchronize Now
bs_bs: Ponovo sinhronizirajte sada

source: Stock Take Log
bs_bs: Zapisnik o inventurnom procesu

source: Current Stock Take Report
bs_bs: Izvještaj o trenutnom inventarnom procesu

source: Total Checked/Scanned Items
bs_bs: Ukupno provjereno/pregledano primjeraka

source: items already checked
bs_bs: primjerci koji su već provjereni

source: Lost Items
bs_bs: Izgubljeni primjerci

source: Existing Items
bs_bs: Postojeći primjerci

source: On Loan Items
bs_bs: Primjerci na posudbi

source: classes
bs_bs: klase

source: Succesfully upload stock take file
bs_bs: Dokument o inventuri uspješno podignut

source: item codes scanned!
bs_bs: pregledano šifri primjeraka!

source: Stock Take Upload
bs_bs: Podizanje(UPLOAD) inventurnog procesa

source: Upload a plain text file (.txt) containing list of Item Code to stock take. Each Item Code separated by line.
bs_bs: Postavite .txt fajl koji sadrži listu šifri primjeraka za inventuru. Svaka šifra primjerka podjenjena linijom.

source: File
bs_bs: Dokument

source: Upload File
bs_bs: Podignite fajl

source: Stock Take History
bs_bs: Historija inventarisanja

source: View Stock Take History
bs_bs: Pogledajte historiju inventarnog pregleda

source: Current Stock Take
bs_bs: Trenutna inventura

source: View Current Stock Take Process
bs_bs: Pogledajte trenutni proces inventure

source: Stock Take Report
bs_bs: Izvještaj o inventuri

source: View Current Stock Take Report
bs_bs: Pogledajte trenutni Izvještaj o inventuri

source: Finish Current Stock Take Proccess
bs_bs: Završite trenutni proces inventure

source: View Lost Item in Current Stock Take Proccess
bs_bs: Pogledajte izgubljene primjereke u trenutnoj inventuri

source: View Log of Current Stock Take Proccess
bs_bs: Pogledajte log trenutne inventure

source: Resynchronize
bs_bs: Ponovo sinhronizuj

source: Resynchronize bibliographic data with current stock take
bs_bs: Ponovo sinhronizujte bibliografske podatke sa trenutnim inventurnim pregledom

source: Upload List
bs_bs: Postavite listu

source: Upload List in text file
bs_bs: Postavite listu u tekstualnom fajlu

source: Initialize
bs_bs: Započni

source: Initialize New Stock Take Proccess
bs_bs: Započnite novi intenturni proces

source: User Name or Real Name can't be empty
bs_bs: Korisničko ime i pravo ime ne mogu biti prazni

source: Login username or Real Name is probihited!
bs_bs: Korisničko ime ili pravo ime su zabranjeni!

source: User Data Successfully Updated
bs_bs: Podaci o članici/u uspješno osvježeni

source: User Data FAILED to Updated. Please Contact System Administrator
bs_bs: Korisnički podaci se NISU osvježili. Molimo vas da kontaktirate sistemskog administratora

source: New User Data Successfully Saved
bs_bs: Novi podaci o korisnici uspješno sačuvani

source: User Data FAILED to Save. Please Contact System Administrator
bs_bs: Korisnički podaci se NISU sačivali. Molimo vas da kontaktirate sistemskog administratora

source: Librarian & System Users
bs_bs: Bibliotekar i sistemski korisnici

source: User List
bs_bs: Lista korisni(k)ca

source: Add New User
bs_bs: Dodajte novu/og korisnicu/korisnika

source: User Type
bs_bs: Vrsta korisnika

source: E-Mail
bs_bs: e-pošta

source: Social Media
bs_bs: Društvene mreže

source: User Photo
bs_bs: Korisnička fotografija

source: Group(s)
bs_bs: Grupa(e)

source: You are going to edit user profile
bs_bs: Uredićete korisnički profil

source: Last Login
bs_bs: Zadnja prijava

source: Database Backup
bs_bs: Backup baze

source: Start New Backup
bs_bs: Započni novi backup

source: Barcode Generator
bs_bs: Generator barkodova

source: Error creating barcode!
bs_bs: Greška pri kreiranju barkoda!

source: Barcode generation finished
bs_bs: Kreiranje barkodova završeno

source: Enter your barcodes code on one or more textboxes below to create barcode
bs_bs: Unesite svoj borkod na jednu ili više tekstualnih polja ispod kako biste kreirali barkodove

source: Barcode Size
bs_bs: Veličina barkoda

source: Small
bs_bs: Mali

source: Medium
bs_bs: Srednji

source: Big
bs_bs: Velik

source: Generate Barcodes
bs_bs: Generiši barkodove

source: Index table truncated!
bs_bs: Indeksna tabela odbačena!

source: Index table FAILED to truncated, probably because of database query error!
bs_bs: Indeks tabela se NIJE razdijelila, vjerovatno zbog pogrešnog upita bazi!

source: <strong>%d</strong> records (from total of <strong>%d</strong>) re-indexed. Finished in %d minutes %d second(s)
bs_bs: <strong>%d</strong> zapisa (od ukupno <strong>%d</strong>) re-indeksirano. Završeno za %d minuta %d sekund(i)

source: <strong>%d</strong> index records failed to indexed. The IDs are: %s
bs_bs: <strong>%d</strong> indeks zapisa se nije indeksiralo. ID su: %s

source: Please empty the Index first before re-creating the Index
bs_bs: Molimo vas da prvo ispraznite indeks prine nego ga rekreirate

source: <strong>%d</strong> records (from total of <strong>%d</strong>) re-indexed. Finished in %d second(s)
bs_bs: <strong>%d</strong> zapisa (od ukupno <strong>%d</strong>) re-indeksirano. Završeno za %d sekund(i)

source: Bibliographic Index
bs_bs: Bibliografski indeks

source: Emptying Index
bs_bs: Ispražnjavam indeks

source: Re-create Index
bs_bs: Rekreirajte indeks

source: Update Index
bs_bs: Dopunite indeks

source: Title or Path can't be empty!
bs_bs: Naslov ili putanja ne mogu biti prazni!

source: Content data updated
bs_bs: Podaci o sadržaju dopunjeni

source: Content data FAILED to update!
bs_bs: Podaci o sadržaju se NISU osvježili!

source: Content data saved
bs_bs: Podaci o sadržaju sačuvani

source: Content data FAILED to save!
bs_bs: Podaci o sadržaju se NISU sačuvali!

source: Content
bs_bs: Sadržaj

source: Content List
bs_bs: Lista sadržaja

source: Add New Content
bs_bs: Dodajte novi sadržaj

source: Content Title
bs_bs: Naslov sadržaja

source: Path (Must be unique)
bs_bs: Putanja (mora biti jedinstvena)

source: Content Description
bs_bs: Opis sadržaja

source: You are going to update Content data
bs_bs: Osvježit ćete podatke o sadržaju

source: Holiday Data Successfully updated
bs_bs: Podaci o praznicima uspješno dopunjeni

source: Holiday FAILED to update. Please Contact System Administrator
bs_bs: Praznici se NISU dopunili. Molimo vas da kontaktirate sistemskog administratora

source: New Holiday Successfully Saved
bs_bs: Novi praznik uspješno sačuvan

source: Holiday FAILED to Save. Please Contact System Administrator
bs_bs: Odmor se NIJE uspio sačuvati. Molimo vas da kontaktirate sistemskog administratora

source: Holiday Setings
bs_bs: Postavke za odmor

source: Holiday Setting
bs_bs: Postavka za odmor

source: Special holiday
bs_bs: Specijalni blagdani

source: Add Special holiday
bs_bs: Dodajte specijalni praznik

source: Holiday Date Start
bs_bs: Datum početka odmora

source: Holiday Date End
bs_bs: Datum završetka odmora

source: Holiday Description
bs_bs: Opis/ime odmora/prazika

source: You are going to edit holiday data
bs_bs: Uredićete podatke o odmoru

source: Day name
bs_bs: Ime dana

source: Maximum 6 day can be set as holiday!
bs_bs: Maksimalno 6 dana može biti podešeno kao odmor!

source: Holiday settings saved
bs_bs: Postavke o odmoru sačuvane

source: Monday
bs_bs: Ponedeljak

source: Tuesday
bs_bs: Utorak

source: Wednesday
bs_bs: Srijeda

source: Thursday
bs_bs: Četvrtak

source: Friday
bs_bs: Petak

source: Saturday
bs_bs: Subota

source: Sunday
bs_bs: Nedelja

source: System Configuration
bs_bs: Postavke sistema

source: Modify global application preferences
bs_bs: Modifikujte opšte postavke aplikacije

source: Settings saved. Refreshing page
bs_bs: Postavke sačuvane. Osvježavam stranicu

source: Library Name
bs_bs: Ime biblioteke

source: Library Subname
bs_bs: Dodatno ime biblioteke

source: Public Template
bs_bs: Javni template

source: Admin Template
bs_bs: Administrativni template

source: Default App. Language
bs_bs: Osnovni jezik aplikacije

source: Number Of Collections To Show In OPAC Result List
bs_bs: Broj kolekcija za prikaz u OPAC listi rezultata

source: Show Promoted Titles at Homepage
bs_bs: Prikaži promovisane naslove na početnoj stranici

source: Don't Print
bs_bs: Ne štampaj

source: Print
bs_bs: Štampanje

source: Print Circulation Receipt
bs_bs: Štampa potvrde o posudbi

source: Loan and Due Date Manual Change
bs_bs: Ručno mijenjanje datuma posudbe i roka povrata

source: Loan Limit Override
bs_bs: Zaobilaženje ograničenja posudbe

source: Ignore Holidays Fine Calculation
bs_bs: Ignorišite računanje zakasnine tokom praznika

source: OPAC XML Detail
bs_bs: OPAC XML detalji

source: OPAC XML Result
bs_bs: OPAC XML rezultati

source: Enable Search Spellchecker
bs_bs: Omogući provjeru pravopisa u tražilici

source: Forbid
bs_bs: Zabrani

source: Allow
bs_bs: Dozvoli

source: Allow OPAC File Download
bs_bs: Dozvoli spuštanje OPAC fajla

source: Session Login Timeout
bs_bs: Vaša prijava je istekla

source: Barcode Encoding
bs_bs: Enkodiranje barkodova

source: Module name and path can't be empty
bs_bs: Ime modula i putanja ne mogu biti prazni

source: Module Data Successfully Updated
bs_bs: Podaci o modulu uspješno dopunjeni

source: Module Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o modulu se NISU osvježili. Molimo vas da kontaktirate sistemskog administratora

source: New Module Data Successfully Saved
bs_bs: Novi podaci o modulu uspješno sačuvani

source: Module Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o modulu NISU USPJEŠNO sačuvani/osvježeni. Molimo vas da kontaktirate administratora

source: Modules
bs_bs: Moduli

source: Modules List
bs_bs: Lista modula

source: Add New Modules
bs_bs: Dodajte nove module

source: Module Name
bs_bs: Ime modula

source: Module Path
bs_bs: Putanja do modula

source: Module Description
bs_bs: Opis modula

source: You are going to edit data
bs_bs: Uredićete podatke

source: Read
bs_bs: Čitaj

source: Write
bs_bs: Zapiši

source: System
bs_bs: Sistem

source: Configure Global System Preferences
bs_bs: Uredite opšte sistemske postavke

source: Biblio Indexes
bs_bs: Bibliografski indeksi

source: Bibliographic Indexes management
bs_bs: Upravljanje bibliografskim indeksima

source: Configure Application Modules
bs_bs: Podesite aplikativne module

source: Manage Application User or Library Staff
bs_bs: Upravljanje korisnicima aplikacij ili bibliotečkim osobljem

source: User Group
bs_bs: Korisnička grupa

source: Manage Group of Application User
bs_bs: Upravljajte grupom korisnika aplikacije

source: Configure Holiday Setting
bs_bs: Uredi postavke za odmor

source: System Log
bs_bs: Sistemski zapisnik

source: View Application System Log
bs_bs: Pogledajte sistemski zapisnik

source: Backup Application Database
bs_bs: Napravite sigurnosnu kopiju baze aplikacije

source: System Log data completely cleared!
bs_bs: Sistemski zapisnik potpuno očišćen!
