Repository: kulinba/slims9_bulian_bosnian
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: bs_bs

source: Web Online Public Access Catalog - Use the search options to find documents quickly
bs_bs: Web on-line javno dostupan katalog - Koristite opcije pretraživanja da brzo pronađete dokumente

source: You are currently Logged on as member
bs_bs: Trenutno ste prijavljeni/a kao član/članica

source: LOGOUT
bs_bs: ODJAVA

source: Personal Name
bs_bs: Ime i prezime

source: Organizational Body
bs_bs: Organizacija

source: Conference
bs_bs: Konferencija

source: Topic
bs_bs: Tema

source: Geographic
bs_bs: Geografsko ime

source: Name
bs_bs: Ime

source: Temporal
bs_bs: Vremenski period

source: Genre
bs_bs: Žanr

source: Occupation
bs_bs: Zanimanje

source: Primary Author
bs_bs: Primarni autor/ica

source: Additional Author
bs_bs: Dodatni autor/ica

source: Editor
bs_bs: Uredenik/ca

source: Translator
bs_bs: Prevoditelj/ica

source: Director
bs_bs: Režiser/ka

source: Producer
bs_bs: Producent/ica

source: Composer
bs_bs: Kompozitor

source: Illustrator
bs_bs: Ilustrator/ica

source: Creator
bs_bs: Stvaratelj

source: Contributor
bs_bs: Dodatni autor/ica

source: Librarian
bs_bs: Bibliotekar/ka

source: Senior Librarian
bs_bs: Viši bibliotekar

source: Library Staff
bs_bs: Osoblje biblioteke

source: Add New
bs_bs: Dodajte novu

source: Welcome To The Library Automation System, you are currently logged in as
bs_bs: Dobro došli u bibliotečki informacijski sistem, trenutno ste prijavljen(a) kao

source: You Have Been Logged Out From Library Automation System
bs_bs: Odjavili ste se iz bibliotečkog sistema

source: Library Administration
bs_bs: Administracija biblioteke

source: <strong>PHP GD</strong> extension is not installed. Please install it or application won't be able to create image thumbnail and barcode.
bs_bs: <strong>PHP GD</strong> proširenje nije instalirano. Molimo vas da ga instalirate ili aplikacija neće moći kreirati umanjene slike i barkodove.

source: <strong>Freetype</strong> support is not enabled in PHP GD extension. Rebuild PHP GD extension with Freetype support or application won't be able to create barcode.
bs_bs: <strong>Freetype</strong> podrška nije omogućena u PHP GD ekstenziji. Izgradite ponovo PHP GD ekstenziju sa Freetype podrškom ili aplikacija neće biti u mogućnosti kreirati barkodove.

source: There is currently <strong>{num_overdue}</strong> library members having overdue. Please check at <b>Circulation</b> module at <b>Overdues</b> section for more detail
bs_bs: Trenutno ima<strong>{num_overdue}</strong> članica koje nisu na vrijeme vratile knjige. Molimo vas da provjerite modul <b>Posudba</b> u <b>Lista zakasnina</b> sekciji za više detalja

source: <strong>Images</strong> directory and directories under it is not writable. Make sure it is writable by changing its permission or you won't be able to upload any images and create barcodes
bs_bs: U <strong>Images</strong> direktorij nije moguće pisati. Pobrinite se da je to moguće promjenom permisija ili nećete moći postaviti bilo kakve slike i kreirati barkodove

source: <strong>Repository</strong> directory is not writable. Make sure it is writable (and all directories under it) by changing its permission or you won't be able to upload any bibliographic attachments.
bs_bs: U <strong>Repository</strong> direktorij nije moguće pisati. Pobrinite se da je to moguće za njega i sve poddirektorije promjenom permisija ili nećete moći postaviti bilo kakve bibliografske priloge.

source: <strong>File upload</strong> directory is not writable. Make sure it is writable (and all directories under it) by changing its permission or you won't be able to upload any file, create report files and create database backups.
bs_bs: U<strong>File upload</strong> direktorij nije moguće pisati. Pobrinite se da je to moguće na njemu i poddirektorijima promjenom permisija ili nećete moći postaviti bilo kakve slike i kreirati barkodove.

source: The PATH for <strong>mysqldump</strong> program is not right! Please check configuration file or you won't be able to do any database backups.
bs_bs: Putanja za<strong>mysqldump</strong> program nije ispravna! Molimo vas da provjerite konfiguracijski fajl ili nećete moći praviti sigurnosne kopije baze.

source: You are not authorized to view this section
bs_bs: Niste ovlašten(a) da vršite pregled ovog dijela

source: Your Login Session has already timeout!
bs_bs: Vaša prijava je istekla!

source: Change User Profiles
bs_bs: Promijenite korisničke profile

source: Change Current User Profiles and Password
bs_bs: Izmijenite trenutni korisnički profil i lozinku

source: Add New Bibliography
bs_bs: Dodajte novu bibliografiju

source: Add New Bibliographic Data/Catalog
bs_bs: Dodajte nove bibliografske podatke/katalog

source: Start Transaction
bs_bs: Posudba

source: Start Circulation Transaction Proccess
bs_bs: Započnite proces posudbe

source: Quick Return
bs_bs: Brzi povrat

source: Quick Return Collection
bs_bs: Brzi povrat kolekcije

source: Add New Member
bs_bs: Dodajte novu/og članicu/a

source: Add New Library Member Data
bs_bs: Dodajte podatke za novu/og članicu/a

source: Checkout Items
bs_bs: Pozajmite primjerke knjiga

source: Search
bs_bs: Pretraga

source: Item Code
bs_bs: Šifra primjerka

source: Member ID
bs_bs: ID Članice/a

source: Title
bs_bs: Naslov

source: Loan Date
bs_bs: Datum posudbe

source: Due Date
bs_bs: Rok vraćanja

source: Found <strong>{result->num_rows}</strong> from your keywords
bs_bs: Pronađeno <strong>{result->num_rows}</strong> uz vaše ključne riječi

source: Selected items NOT ADDED to print queue. Only {max_print} can be printed at once
bs_bs: Odabrani predmeti NISU DODATI u redoslijed za štampanje. Samo {max_print} se mogu štampati odjednom

source: Selected items added to print queue
bs_bs: Odabrani predmeti dodati u redoslijed za štampanje

source: Print queue cleared!
bs_bs: Svi dokumenti u redoslijedu odštampani!

source: There is no data to print!
bs_bs: Nema podataka za štampanje!

source: Labels Printing
bs_bs: Štampanje naljepnica

source: Clear Print Queue
bs_bs: Izbrišite listu čekanja za štampu

source: Print Labels for Selected Data
bs_bs: Odštampaj naljepnice za odabrane podatke

source: Change print barcode settings
bs_bs: Promijenite podašavanja za štampu barkodova

source: Maximum
bs_bs: Maksimum

source: records can be printed at once. Currently there is
bs_bs: zapisi se mogu odjednom štampati. Trenutno ima

source: in queue waiting to be printed.
bs_bs: čeka na red da se odštampa.

source: Call Number
bs_bs: Signatura

source: Add
bs_bs: Dodajte

source: Add To Print Queue
bs_bs: Dodajte u redoslijed za štampanje

source: Add to print queue?
bs_bs: Želite li dodati u redoslijed za štampanje?

source: Query took
bs_bs: Pretraga je trajala

source: second(s) to complete
bs_bs: sekund(i) da se završi

source: Required fields (*) must be filled correctly!
bs_bs: Obavezna polja (*) se moraju tačno unijeti!

source: Error on query to database, Export FAILED!
bs_bs: Greška pri slanju upita bazi, izvoz NIJE USPIO!

source: There is no record in bibliographic database yet, Export FAILED!
bs_bs: Još uvijek me postoji nijedan zapis u bibliografskoj bazi, izvoz NIJE USPIO!

source: Export Tool
bs_bs: Alat za izvoz

source: Export bibliographics data to CSV file
bs_bs: Izvezi bibliografske podatke u CSV fajl

source: Export Now
bs_bs: Izvezi sada

source: Field Separator
bs_bs: Separator polja

source: Field Enclosed With
bs_bs: Polje uokvireno sa

source: Record Separator
bs_bs: Separator zapisa

source: Number of Records To Export (0 for all records)
bs_bs: Broj zapisa za izvoz (0 za sve zapise)

source: Start From Record
bs_bs: Započnite od zapisa

source: Attachment removed!
bs_bs: Priloženi dokument uklonjen!

source: File Attachments
bs_bs: Priloženi fajl

source: Author succesfully removed!
bs_bs: Autor uspješno uklonjen!

source: Author removed!
bs_bs: Autor uklonjen!

source: Item data can not be deleted because still on hold by members
bs_bs: Podaci o knjizi se ne mogu izbrisati, jer je još uvijek na posudbi kod članice/a

source: Item succesfully removed!
bs_bs: Zapis uspješno uklonjen!

source: Item FAILED to removed!
bs_bs: Zapis NIJE uklonjen!

source: Items/Copies
bs_bs: Primjerci/kopije

source: Please select the file to import!
bs_bs: Molimo vas da odaberete dokument za uvoz!

source: Upload failed! File type not allowed or the size is more than
bs_bs: Podizanje nije uspjelo! Vrsta dokumenta nije dozvoljena ili je dokument prevelik

source: Import Tool
bs_bs: Alat za uvoz

source: Import for bibliographics data from CSV file. For guide on CVS fields order and format please refer to documentation or visit <a href="http://slims.web.id" target="_blank">Official Website</a>
bs_bs: Uvoz za bibliografske podatke iz CSV fajlova. Za vodič o CSV redoslijedu polja i formatu molimo vas da pogledate dokumentaciju ili posjetitite <a href="http://slims.web.id" target="_blank">Official Website</a>

source: Import Now
bs_bs: Uvezite sada

source: File To Import
bs_bs: Dokument za uvoz

source: Title can not be empty
bs_bs: Naslov ne može biti prazan

source: Image Uploaded Successfully
bs_bs: Slika uspješno postavljena

source: Image Uploaded Failed
bs_bs: Slika NIJE uspješno postavljena

source: Bibliography Data Successfully Updated
bs_bs: Bibliografski podaci uspješno dopunjeni

source: Bibliography Data FAILED to Updated. Please Contact System Administrator
bs_bs: Bibliografski podaci se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: New Bibliography Data Successfully Saved
bs_bs: Novi bibliografski podaci uspješno sačuvani

source: Bibliography Data FAILED to Save. Please Contact System Administrator
bs_bs: Bibliografski podaci se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Below data can not be deleted:
bs_bs: Podaci prikazani ispod se ne mogu izbrisati:

source: All Data Successfully Deleted
bs_bs: Svi podaci uspješno izbrisani

source: Some or All Data NOT deleted successfully!\nPlease contact system administrator
bs_bs: Neki ili svi podaci NISU uspješno izbrisani!\nMolimo vas kontaktirajte administratora

source: Bibliographic
bs_bs: Bibliografski

source: Bibliographic List
bs_bs: Bibliografska lista

source: All Fields
bs_bs: Sva polja

source: Title/Series Title
bs_bs: Naslov/Naslov serije

source: Topics
bs_bs: Teme

source: Authors
bs_bs: Autori

source: Publisher
bs_bs: Izdavač

source: Upload Selected Bibliographic data to Union Catalog Server*
bs_bs: Postavite odabrane bibliografske podatke na server zajedničkog kataloga*

source: Save
bs_bs: Sačuvajte

source: Update
bs_bs: Dopunite

source: Main title of collection. Separate child title with colon and pararel title with equal (=) sign.
bs_bs: Glavni naslov kolekcije. Odijelite podnaslov sa dvotačkom, a uporedne naslove sa znakom jednakosti (=)

source: Authors/Roles
bs_bs: Autori/Ulog

source: Add Author(s)
bs_bs: Dodajte autora/e

source: Author(s)
bs_bs: Autor(i)

source: Statement of Responsibility
bs_bs: Podaci o odgovornosti

source: Main source of information to show who has written, composed, illustrated, or in other ways contributed to the existence of the item.
bs_bs: Glavni izvor informacija koji pokazuje ko je pisao, složio, ilustrirao ili na drugi način dao doprinos postojanju ovog materijala.

source: Edition
bs_bs: Izdanje

source: A version of publication having substantial changes or additions.
bs_bs: Verzija publikacije koja ima značajne promjene i dodatke.

source: Specific Detail Info
bs_bs: Informacije o specifičnim detaljima

source: explain more details about an item e.g. scale within a map, running time in a movie dvd.
bs_bs: ponudite više detalja o materijalu npr. srazmjera mape, vrijeme trajanja DVD-a.

source: Pattern
bs_bs: Šablon

source: From
bs_bs: Od

source: To
bs_bs: Za

source: Collection Type
bs_bs: Tip kolekcije

source: Item(s) code batch generator
bs_bs: Generator kodova za materijale

source: Add New Items
bs_bs: Dodajte nove primjerke

source: Item(s) Data
bs_bs: Podaci o primjerku

source: GMD
bs_bs: Opšti opis materijala

source: General material designation. The physical form of publication.
bs_bs: Generalno obilježje materijala. Fizička forma publikacije.

source: Not Applicable
bs_bs: Nije primjenjivo

source: Use this for Serial publication
bs_bs: Koristite ovo za serijsku publikaciju (časopis, sedmičnik i sl.)

source: Frequency
bs_bs: Frekvencija

source: Unique publishing number for each title of publication.
bs_bs: Jedinstveni izdavački broj za svaki naslov publikacije.

source: Publishing Year
bs_bs: Godina izdanja

source: Year of publication
bs_bs: Godina izdanja

source: Publishing Place
bs_bs: Mjesto izdanja

source: Collation
bs_bs: Fizički opis

source: Physical description of a publication e.g. publication length, width, page numbers, etc.
bs_bs: Fizički opis publikacije npr. dužina i širina publikacije, broj stranica i td.

source: Series Title
bs_bs: Naslov serije

source: Classification
bs_bs: Klasifikacija

source: Sets of ID that put in the book spine.
bs_bs: ID setovi koji se stavljaju na hrbat knjige.

source: Subjects/Topics
bs_bs: Predmetnice

source: Add Subject(s)
bs_bs: Dodajte predmetnicu

source: Subject(s)
bs_bs: Predmetne odrednice

source: Language
bs_bs: Jezik

source: Language use by publication.
bs_bs: Jezik publikacije.

source: Abstract/Notes
bs_bs: Sažetak/bilješke

source: Insert here any abstract or notes from the publication.
bs_bs: Unesite ovdje bilo kakve sažetke i bilješke iz publikacije.

source: REMOVE IMAGE
bs_bs: UKLONITE SLIKU

source: or scan a cover
bs_bs: ili skenirajte naslovnicu

source: Show scan dialog
bs_bs: Prikaži prozor za skeniranje

source: Reset
bs_bs: Poništi

source: Scan a cover
bs_bs: Skeniraj naslovnicu

source: Scan
bs_bs: Skeniraj

source: Click to show or hide options
bs_bs: Kliknite da se opcije prikažu ili sakriju

source: History index:
bs_bs: Historijski indeks:

source: Recall
bs_bs: Opozovi

source: Get machine
bs_bs: Pozovite mašinu

source: Scanner:
bs_bs: Skener:

source: Default
bs_bs: Osnovne postavke

source: Resolution
bs_bs: Rezolucija

source: Horizontal:
bs_bs: Horizontalno:

source: Vertical:
bs_bs: Vartikalne:

source: Capture
bs_bs: Skeniraj

source: Width:
bs_bs: Širina:

source: Height:
bs_bs: Visina:

source: Result
bs_bs: Rezultat

source: Max Width:
bs_bs: Maksimalna širina:

source: Max Height:
bs_bs: Maksimalna visina:

source: Scan result
bs_bs: Rezultati skeniranja

source: Preview
bs_bs: Brzi pregled

source: Rotate Left
bs_bs: Rotiraj lijevo

source: Rotate Right
bs_bs: Rotiraj desno

source: Image
bs_bs: Slika naslovnice

source: Add Attachment
bs_bs: Dodajte prilog

source: File Attachment
bs_bs: Priloženi elektronski dokument

source: Show
bs_bs: Prikaži

source: Hide
bs_bs: Sakrij

source: Hide in OPAC
bs_bs: Sakrij u OPAC

source: Don't Promote
bs_bs: Ne promoviši

source: Promote
bs_bs: Promoviši

source: Promote To Homepage
bs_bs: Promoviši na početnoj stranici

source: You are going to edit biblio data
bs_bs: Uredićete bibliografske podatke

source: Last Updated
bs_bs: Zadnji put dopunjeno

source: None
bs_bs: Nijedna

source: Copies
bs_bs: Primjerci

source: Last Update
bs_bs: Zadnje osvježenje

source: Item Code can't be empty!
bs_bs: Šifra primjerka ne može biti prazna!

source: Item Data Successfully Updated
bs_bs: Podaci o primjerku uspješno uneseni

source: Item Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o primjerku se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: New Item Data Successfully Saved
bs_bs: Podaci o novim primjercima su uspješno sačuvani

source: Items
bs_bs: Primjerci

source: Others
bs_bs: Ostali

source: Edit Biblographic data
bs_bs: Uredi bibliografske podatke

source: Inventory Code
bs_bs: Inventarna šifra

source: Location
bs_bs: Smještaj

source: Shelf Location
bs_bs: Lokacija na polici

source: Available
bs_bs: Dostupno

source: Item Status
bs_bs: Status primjerka

source: Order Number
bs_bs: Broj narudžbe

source: Order Date
bs_bs: Datum narudžbe

source: Receiving Date
bs_bs: Datum prijema

source: Supplier
bs_bs: Dobavljač

source: Buy
bs_bs: Kupi

source: Prize/Grant
bs_bs: Nagrada/poklon

source: Source
bs_bs: Izvor

source: Invoice
bs_bs: Račun

source: Invoice Date
bs_bs: Datum računa

source: Price
bs_bs: Cijena

source: You are going to edit Item data
bs_bs: Uredićete podatke o primjerku

source: Author
bs_bs: Autor

source: Item Barcodes Printing
bs_bs: Štampa barkodova za primjerke

source: Print Barcodes for Selected Data
bs_bs: Odštampajte barkodove za odabrane materijale

source: There is no record in item database yet, Export FAILED!
bs_bs: Još uvijek ne postoji nijedan zapis u bazi primjeraka, izvoz NIJE USPIO!

source: Item Export Tool
bs_bs: Alat za izvoz materijala

source: Export item data to CSV file
bs_bs: Izvezite podatke o materijalu u CSV fajl

source: Item Import tool
bs_bs: Alat za uvoz materijala

source: Import for item data from CSV file
bs_bs: Uvoz za podatke o materijalu iz CSV fajla

source: Label & Barcodes Printing
bs_bs: Štampa naljepnica i barkodova

source: <a href="http://pear.php.net/index.php">PEAR</a>, <a href="http://pear.php.net/package/File_MARC">File_MARC</a> and <a href="http://pear.php.net/package/Structures_LinkedList/">Structures_LinkedList</a> packages need to be installed in order to import MARC record
bs_bs: <a href="http://pear.php.net/index.php">PEAR</a>, <a href="http://pear.php.net/package/File_MARC">File_MARC</a> i <a href="http://pear.php.net/package/Structures_LinkedList/">Structures_LinkedList</a> paketi moraju biti instalirani da bi se mogao uvesti MARC zapis

source: MARC Import tool
bs_bs: Alat za uvoz MARC zapisa

source: Import bibliographic records from MARC file. The file can be native MARC record format file (.mrc) or MARCXML XML file (.xml). You need to have PHP PEAR and PEAR's File_MARC package installed in your system. To convert native/legacy MARC file to MARCXML you can use <a class="notAJAX" href="http://www.loc.gov/standards/marcxml/marcxml.zip">MARCXML Toolkit</a>
bs_bs: Uvezite bibliografske zapise iz MARC fajla. Fajl može biti nativni MARC zapis fajla (.mrc) ili MARCXML XML fajl (.xml). Morate imati instalirane PHP PEAR i PEAR's File_MARC pakete na vašem sistemu. Za konverziju MARC fajlova u MARCXML možete koristiti <a class="notAJAX" href="http://www.loc.gov/standards/marcxml/marcxml.zip">MARCXML Toolkit</a>

source: Number of records to import (0 for all records)
bs_bs: Broj zapisa za uvoz (0 za sve zapise)

source: Sorry, no result found from %s OR maybe XML result and detail disabled.
bs_bs: Izvinjavamo se, ali nisu pronađeni rezultati iz %s ILI su možda XML rezultati i detalji onemogućeni.

source: P2P Service
bs_bs: P2P servis

source: Server
bs_bs: Server (poslužitelj)

source: * Please make sure you have a working Internet connection.
bs_bs: * Molimo vas da se uvjerite da imate funkcionalnu Internet vezu.

source: Upload FAILED! Forbidden file type or file size too big!
bs_bs: Postavljanje NIJE USPJELO! Zabranjena vrsta fajla ili je fajl prevelik!

source: File Attachment data updated!
bs_bs: Podaci o dodanom fajlu su osvježeni!

source: File Attachment data FAILED to update!
bs_bs: Podaci o dodanom fajlu se NISU osvježili!

source: File Attachment uploaded succesfully!
bs_bs: Priloženi elektronski dokument uspješno postavljen!

source: File Attachment data FAILED to save!
bs_bs: Podaci o dodanom fajlu se NISU sačuvali!

source: Upload Now
bs_bs: Postavite sada

source: Repository ROOT
bs_bs: ROOT repozitorija

source: Repo. Directory
bs_bs: Direktorij repozitorija

source: File To Attach
bs_bs: Fajl za priložiti

source: URL
bs_bs: Web poveznica (URL)

source: Description
bs_bs: Opis

source: Public
bs_bs: Javno

source: Private
bs_bs: Privatno

source: Access
bs_bs: Pristup

source: Access Limit by Member Type
bs_bs: Ograničenje pristupa pre vrsti članstva

source: Author succesfully updated!
bs_bs: Autor uspješno osvježen!

source: Author FAILED to Add. Please Contact System Administrator
bs_bs: Podaci o autoru/ici se NISU dodali. Molimo vas da kontaktirate sistemskog administratora

source: Author added!
bs_bs: Autor/ica dodan(a)

source: Add Author
bs_bs: Dodajte autora/icu

source: Author Name
bs_bs: Ime Autora/ice

source: Type to search for existing authors or to add a new one
bs_bs: Kucajte da tražite postojeće autore/ice ili da dodate nove

source: Insert To Bibliography
bs_bs: Ubacite u bibliografiju

source: Subject FAILED to Add. Please Contact System Administrator
bs_bs: Predmetna odrednica se NIJE dodala. Molimo vas da kontaktirate sistemskog administratora

source: Subject added!
bs_bs: Predmetne odrednice dodane!

source: Add Subject
bs_bs: Dodajte predmetnicu

source: Keyword
bs_bs: Ključna riječ

source: Type to search for existing topics or to add a new one
bs_bs: Kucajte da tražite postojeće teme ili da dodate nove

source: Settings saved
bs_bs: Postavke sačuvane

source: Save Settings
bs_bs: Sačuvajte Postavke

source: Print setting for
bs_bs: Postavke štampanja za

source: Catalog Printing
bs_bs: Štampanje kataloga

source: Print Catalog Format
bs_bs: Format štampanja kataoga

source: Print Catalog for Selected Data
bs_bs: Odštampaj katalog za odabrane podatke

source: Item
bs_bs: Primjerak

source: Show Existing Bibliographic Data
bs_bs: Prikažite postojeće bibliografske podatke/katalog

source: Item List
bs_bs: Lista primjeraka

source: Show List of Library Items
bs_bs: Prikažite listu bibliotečkog materijala

source: Show List of Checkout Items
bs_bs: Prikažite listu posuđenih primjeraka

source: Copy Cataloguing
bs_bs: Katalogizacija kopiranjem

source: Grab Bibliographic Data from Z3950 SRU Web Services
bs_bs: Dohvati bibliografske podatke sa Z3950 SRU web servisa

source: Z3950 Service
bs_bs: Z3950 Servis

source: Grab Bibliographic Data from Z3950 Web Services
bs_bs: Dohvati bibliografske podatke sa Z3950 web servisa

source: Grab Bibliographic Data from Other SLiMS Web Services
bs_bs: Dohvati bibliografske podatke sa ostalih SLiMS web servisa

source: Tools
bs_bs: Alatke

source: Print Document Labels
bs_bs: Odštampaj naljepnice za dokumente

source: Print Item Barcodes
bs_bs: Odštampajte barkodove za materijale

source: Print Catalog Card
bs_bs: Odštampajte katalošku karticu

source: MARC Import
bs_bs: MARC uvoz

source: Import Bibliographic Data from MARC file
bs_bs: Uvoz bibliografskih podataka iz MARC fajla

source: Data Export
bs_bs: Izvoz podataka

source: Export Bibliographic Data To CSV format
bs_bs: Izvezi bibliografske podatke u CSV fajl

source: Data Import
bs_bs: Uvoz podataka

source: Import Data to Bibliographic Database from CSV file
bs_bs: Uvoz za podatke u bibliografsku bazu iz CSV fajla

source: Item Export
bs_bs: Izvezite primjerke

source: Export Item/Copies data To CSV format
bs_bs: Izvezite podatke o materijalu/kopijama u CSV fajl

source: Item Import
bs_bs: Uvoz primjeraka

source: Import Data to Item/Copies database from CSV file
bs_bs: Uvoz za podatke o materijalu/kopijama iz CSV fajla

source: Labels & Barcodes Printing
bs_bs: Štampa naljepnica i barkodova

source: Print Documents Labels with Barcode Inside
bs_bs: Odštampaj naljepnice sa barkodovima unutra

source: UCS is not enabled! Change global system configuration to enable UCS
bs_bs: UCS nije omogućen! Promijenite opšte sistemske postavke da omogućine UCS

source: Z3950 Search/Retrieve via URL (SRU)
bs_bs: Z3950 Pretraga/prikupljanje putem URL (SRU)

source: All fields
bs_bs: Sva polja

source: SRU Server
bs_bs: SRU Server (poslužitelj)

source: ERROR! Loan data can't be saved to database
bs_bs: GREŠKA! Podaci o posudbi se ne mogu zapisati u bazu

source: Transaction finished
bs_bs: Transakcija završena

source: Overdue fines inserted to fines database
bs_bs: Zakasnine umetnute u bazu zakasnina
