Repository: kulinba/slims9_bulian_bosnian
Catalog: lib/lang/locale/*/LC_MESSAGES/messages.po
Languages: bs_bs

source: Item CANNOT BE Extended! This Item is being reserved by other member
bs_bs: Materijal se NE MOŽE produžiti! Ovaj materijal je rezervisao/la drugi član/ica

source: Loan Extended
bs_bs: Posudba produžena

source: Loan Limit Reached!
bs_bs: Ograničenje posudbe dosegnuto!

source: Do You Want To Overide This?
bs_bs: Želite li zaobići ovo?

source: WARNING! This Item is reserved by another member
bs_bs: UPOZORENJE! Ovaj materijal je rezervisao/la drugi/a član/ica

source: This Item is not registered in database
bs_bs: Ovaj materijal nije registrovan u bazi podataka

source: This Item is currently not available
bs_bs: Ovaj primjerak trenutno nije dostupan

source: Loan NOT PERMITTED! Membership already EXPIRED!
bs_bs: Posudba nije dozvoljena! Članstvo je već ISTEKLO!

source: Loan NOT PERMITTED! Membership under PENDING State!
bs_bs: Posudba NIJE DOZVOLJENA! Članstvo je na ČEKANJU!

source: Loan Forbidden for this Item!
bs_bs: Posudba zabranjena za ovaj materijal!

source: Item {removeID} removed from session
bs_bs: Predmet {removeID} uklonjen iz sesije

source: This is item already returned or not exists in loan database
bs_bs: Ovaj materijal je već vraćen ili ne postoji u bazi posudbe

source: OVERDUED for {overdueDays} days(s) with fines value of
bs_bs: ZAKASNINA {overdueDays} dan(a) sa kaznama u iznosu od

source: Item {itemCode} is being reserved by member {member}
bs_bs: Materijal {itemCode} je rezervisala/o član(ica) {member}

source: successfully returned on
bs_bs: uspješno vraćeno

source: Member Name
bs_bs: Ime članice/a

source: NO DATA Selected to reserve!
bs_bs: NEMA PODATAKA obilježenih za rezervaciju!

source: Can not add more reservation. Maximum limit reached
bs_bs: Ne mogu dodati više rezervacija. Limit dosegnut

source: Can't reserve this Item. Loan Forbidden!
bs_bs: Ne možete rezervisati ovaj materijal. Posudba zabranjena!

source: Reservation added
bs_bs: Rezervacija dodata

source: Item for this title is already available or already on hold by this member!
bs_bs: Primjerak ovog naslova je već dostupan ili je ova(j) član(ica) već posudila!

source: Reservation removed
bs_bs: Rezervacija uklonjena

source: Fines data removed
bs_bs: Podaci o kaznama za zakasnine uklonjena

source: not valid (unregistered in database)
bs_bs: nije validno (neregistrovano u bazi)

source: Finish Transaction
bs_bs: Završi transakciju

source: Are you sure want to finish current transaction?
bs_bs: Jeste li sigurni da želite završiti trenutnu transakciju?

source: Member Email
bs_bs: E-mail člana/ice

source: Member Type
bs_bs: Vrsta članstva

source: Register Date
bs_bs: Datum registracije

source: Membership Already Expired
bs_bs: Članstvo je već isteklo

source: Expiry Date
bs_bs: Datum isteka

source: Membership currently in pending state, loan transaction is locked.
bs_bs: Članstvo trenutno na čekanju, posudba je zaključana.

source: Loans
bs_bs: Posudbe

source: Current Loans
bs_bs: Trenutne posudbe

source: Reserve
bs_bs: Rezerviši

source: Fines
bs_bs: Kazne za zakasnine

source: Loan History
bs_bs: Historija posudbe

source: Fines Description and Debet value can't be empty
bs_bs: Opis kazne zakasnine i vrijednost duga ne mogu biti prazni

source: Value of Credit can not be higher that Debet Value
bs_bs: Vrijednost kredita ne može biti viša od Debet vrijednosti

source: Fines Data Successfully Updated
bs_bs: Podaci o kaznama za zakasnine uspješno dopunjeni

source: Fines Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o kaznama za zakasnine se NISU dopunili. Molimo vas da kontaktirate sistemskog administratora

source: New Fines Data Successfully Saved
bs_bs: Novi podaci o kaznama zakasnine uspješno sačuvani

source: Fines Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o kaznama zakasnine se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Add New Fines
bs_bs: Dodajte nove kazne za kašnjenje

source: Fines List
bs_bs: Lista kazni za zakasnine

source: View Balanced Overdue
bs_bs: Pogledajte dozvoljeno prekoračenje

source: Fines Date
bs_bs: Datumi zakasnine

source: Description/Name
bs_bs: Opis/ime

source: Debit
bs_bs: Debitna kartica

source: Credit
bs_bs: Kreditna kartica

source: You are going to edit fines data
bs_bs: Uredićete podatke o kaznama zakasnina

source: You don't have enough privileges to view this section
bs_bs: Nemate dovoljna ovlaštenja da pogledate ovaj odjeljak

source: Circulation
bs_bs: Posudba

source: CIRCULATION - Insert a member ID to start transaction with keyboard or barcode reader
bs_bs: POSUDBA - Unesite ID člana/ice da biste započeli transakciju sa tastaturom ili barkod čitačem

source: Transaction with member {member_id} is completed
bs_bs: Transakcija sa članom/icom {member_id} je završena

source: Insert Item Code/Barcode
bs_bs: Unesite Kod primjerka/Barkod

source: Loan
bs_bs: Posudba

source: Remove
bs_bs: Uklonite

source: Click To Change Loan Date
bs_bs: Kliknite da promijenite datum posudbe

source: Click To Change Due Date
bs_bs: Kliknite da promijenite rok vraćanja

source: Are you sure you want to return the item
bs_bs: Jeste li sigurni da želite vratiti ovu knjigu

source: Are you sure to extend loan for
bs_bs: Jeste li sigurni da želite produžiti posudbu

source: Return
bs_bs: Vrati

source: Extend
bs_bs: Produžite

source: Col. Type
bs_bs: Tip kolekcije

source: Return this item
bs_bs: Vratite ovu knjigu

source: No Extend
bs_bs: Nema produženja

source: Extend loan for this item
bs_bs: Produžite posudbu za ovaj primjerak

source: Extended
bs_bs: Produženo

source: OVERDUED for
bs_bs: POSUDBA PREKORAČENA za

source: days(s) with fines value
bs_bs: dan(a) sa vrijednosti kazne

source: Send overdues notice e-mail
bs_bs: Pošaljite e-mail obavijesti o zakasnini

source: Loan Rules Successfully Updated
bs_bs: Pravila posudbe uspješno dopunjena

source: Loan Rules FAILED to Updated. Please Contact System Administrator
bs_bs: Pravila o posudbi se NISU dopunila. Molimo vas da kontaktirate sistemskog administratora

source: New Loan Rules Successfully Saved
bs_bs: Nova pravila o posudbi uspješno sačuvana

source: Loan Rules FAILED to Save. Please Contact System Administrator
bs_bs: Pravila o posdubi se NISU sačuvala. Molimo vas da kontaktirate sistemskog administratora

source: Loan Rules
bs_bs: Pravila posudbe

source: Loan Rules List
bs_bs: Lista Pravila posudbe

source: Add New Loan Rules
bs_bs: Dodajte nova Pravila posudbe

source: ALL
bs_bs: SVE

source: Loan Limit
bs_bs: Ograničenje posudbe

source: Loan Period
bs_bs: Period posudbe

source: Reborrow Limit
bs_bs: Ograničenje broja zanavljanja posudbe

source: Fines Each Day
bs_bs: Iznos zakasnine svakog dana

source: Overdue Grace Periode
bs_bs: Period dozvoljene zakasnine

source: You are going to edit loan rules
bs_bs: Uredićete pravila posudbe

source: Not Returned Yet
bs_bs: Još uvijek nije vraćena

source: Returned Date
bs_bs: Vraćeno dana

source: Quick Return is disabled
bs_bs: Brzi povrat je onemogućen

source: Insert an item ID to return collection with keyboard or barcode reader
bs_bs: Unesite inv. broj primjerka za povrat sa tastaturom ili barkod čitačem

source: Item ID
bs_bs: ID Primjerka

source: Are you sure to remove reservation for
bs_bs: Jeste li sigurni da želite ukloniti rezervaciju za

source: Search Collection
bs_bs: Pretražite zbirku

source: Add Reserve
bs_bs: Dodaj rezervaciju

source: Reserve Date
bs_bs: Datum rezervacije

source: ALREADY EXPIRED
bs_bs: VEĆ ISTEKLA

source: View and Modify Circulation Loan Rules
bs_bs: Pogledajte i promijenite pravila posudbe

source: Loan History Overview
bs_bs: Pregled historije posudbe

source: Overdued List
bs_bs: Lista zakasnina

source: View Members Having Overdues
bs_bs: Pogledajte članice/ove koji kasne sa povratom

source: Reservation
bs_bs: Rezervacija

source: You don't have enough privileges to access this area!
bs_bs: Nemate dovoljna ovlaštenja da pristupite ovom dijelu!

source: Author name can't be empty
bs_bs: Ime autora/ice ne može biti prazno

source: Author Data Successfully Updated
bs_bs: Podaci o autoru/ici uspješno dopunjeni

source: Author Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o autoru/ici NISU USPJEŠNO dopunjeni. Molimo vas da kontaktirate administratora

source: New Author Data Successfully Saved
bs_bs: Novi podaci o autoru/ici uspješno sačuvani

source: Author Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o autoru/ici se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Author List
bs_bs: Lista autora/ica

source: Add New Author
bs_bs: Dodajte novog autora/icu

source: Author Birth Year
bs_bs: Godina rođenja autora/ice

source: Authority Type
bs_bs: Vrsta autorstva

source: Authority Files
bs_bs: Normativne datoteke

source: You are going to edit author data
bs_bs: Uredićete podatke o autoru/ici

source: Author Year
bs_bs: Godina autora/ice

source: Collection type name can't be empty
bs_bs: Ime vrste kolekcije ne može biti prazno

source: Colllection Type Data Successfully Updated
bs_bs: Podaci o vrsti kolekcije uspješno dopunjeni

source: Colllection Type Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o vrsti kolekcije se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: New Colllection Type Data Successfully Saved
bs_bs: Novi podaci o vrsti kolekcije uspješno sačuvani

source: Location ({item_name}) still used by {number_items} item(s)
bs_bs: Lokaciju ({item_name}) još uvijek koristi {number_items} knjiga/materijala

source: Collection Type List
bs_bs: Lista vrste kolekcije

source: Add New Collection Type
bs_bs: Dodajte novu vrstu kolekcije

source: You are going to edit collection type data
bs_bs: Uredićete podatke o vrsti kolekcije

source: Language ID or Name can't be empty
bs_bs: ID jezika ili ime ne mogu biti prazni

source: Language Data Successfully Updated
bs_bs: Podaci o jeziku uspješno dopunjeni

source: Language Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o jeziku NISU dopunjeni. Molimo vas da kontaktirate sistemskog administratora

source: New Language Data Successfully Saved
bs_bs: Novi podaci o jeziku su uspješno sačuvani

source: Language Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o jeziku se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Doc. Language
bs_bs: Jezik dokumenta

source: Language List
bs_bs: Lista jezika

source: Add New Language
bs_bs: Dodajte novi jezik

source: Language Code
bs_bs: Šifra jezika

source: You are going to edit language data
bs_bs: Uredićete podatke o jeziku

source: Frequency Data Successfully Updated
bs_bs: Podaci o učestalosti objavljivanja uspješno dopunjeni

source: Frequency Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o učestalosti objavljivanja se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: New Frequency Data Successfully Saved
bs_bs: Novi podaci o učestalosti objavljivanja uspješno sačuvani

source: Frequency Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o učestalosti objavljivanja se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Frequency Available
bs_bs: Učestalost dostupna

source: Add New Frequency
bs_bs: Dodajte novu frekvenciju

source: Time Increment
bs_bs: Vremenski prirast

source: Day
bs_bs: Dan

source: Week
bs_bs: Sedmica

source: Month
bs_bs: Mjesec

source: Year
bs_bs: Godina

source: Time Unit
bs_bs: Vremenska jedinica

source: You are going to edit Frequency data
bs_bs: Uredićete podatke o učestalosti

source: GMD Code And Name can't be empty
bs_bs: GMD kod i ime ne mogu biti prazni

source: GMD Data Successfully Updated
bs_bs: GMD podaci uspješno dopunjeni

source: GMD Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o materijalu se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: New GMD Data Successfully Saved
bs_bs: Novi GMD podaci (o vrsti sadržaja) uspješno sačuvani

source: GMD Data FAILED to Save. Please Contact System Administrator
bs_bs: GMD podaci se NISU USPJEŠNO sačuvali. Molimo vas da kontaktirate administratora

source: GMD (General Material Designation)
bs_bs: GMD (Generalno obilježje materijala) Fizička forma publikacije

source: GMD List
bs_bs: Lista GMD-a (Generalnog opisa medija)

source: Add New GMD
bs_bs: Dodajte novi GMD

source: GMD Code
bs_bs: GMD kod

source: GMD Name
bs_bs: GMD ime

source: You are going to edit gmd data
bs_bs: Uredićete gmd podatke

source: No Loan Transaction
bs_bs: Nema transakcija posudbe

source: Skipped By Stock Take
bs_bs: Preskočeno pri inventuri

source: Item Status ID and Name can't be empty
bs_bs: ID statusa knjige i Ime ne mogu biti prazni

source: Item Status Data Successfully Updated
bs_bs: Podaci o materijalu uspješno uneseni

source: Item Status Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o materijalu se NISU osvježili. Molimo vas da kontaktirate sistemskog administratora

source: New Item Status Data Successfully Saved
bs_bs: Podaci o novim primjercima su uspješno sačuvani

source: Item Status Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o materijalu se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Add New Item Status
bs_bs: Dodajte novi Status primjerka

source: Item Status Code
bs_bs: Kod statusa primjerka

source: Item Status Name
bs_bs: Ime statusa materijala

source: Rules
bs_bs: Pravila

source: You are going to edit Item Status data
bs_bs: Uredićete podatke o statusu materijala

source: Label Data Successfully Updated
bs_bs: Podaci o naljepnicama uspješno dopunjeni

source: Label Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o naljepnicama se NISU dopunili. Molimo vas da kontaktirate sistemskog administratora

source: New Label Data Successfully Saved
bs_bs: Novi podaci o naljenicama su uspješno sačuvani

source: Label Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o naljepnicama se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Label
bs_bs: Naljepnica

source: Label List
bs_bs: Lista naljepnica

source: Add New Label
bs_bs: Dodajte novu naljepnicu

source: Label Name
bs_bs: Ime naljepnice

source: Label Description
bs_bs: Opis naljepnice

source: You are going to edit Label data
bs_bs: Uredićete podatke o naljepnicama

source: Location ID and Name can't be empty
bs_bs: ID smještaja i ime ne mogu biti prazni

source: Location Data Successfully Updated
bs_bs: Podaci o smještaju uspješno dopunjeni

source: Location Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci lokaciji se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: New Location Data Successfully Saved
bs_bs: Novi podaci o smještaju uspješno sačuvani

source: Location Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o smještaju NISU USPJEŠNO sačuvani. Molimo vas da kontaktirate administratora

source: Location List
bs_bs: Lista smještaja

source: Add New Location
bs_bs: Dodajte novu lokaciju

source: Location Code
bs_bs: Šifra smještaja

source: Location Name
bs_bs: Ime smještaja

source: You are going to edit location data
bs_bs: Uredićete podatke o lokaciji

source: Place Name can't be empty
bs_bs: Ime mjesta ne može biti prazno

source: Place Data Successfully Updated
bs_bs: Podaci o mjestu uspješno dopunjeni

source: Place Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o mjestu se NISU osvježili. Molimo vas da kontaktirate sistemskog administratora

source: New Place Data Successfully Saved
bs_bs: Novi podaci o mjestu uspješno sačuvani

source: Place Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o mjestu se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Place
bs_bs: Mjesto

source: Place List
bs_bs: Lista mjesta

source: Add New Place
bs_bs: Dodajte novo mjesto

source: Place Name
bs_bs: Ime mjesta

source: You are going to edit place data
bs_bs: Uredićete podatke o mjestu

source: Publisher Name can't be empty
bs_bs: Ime izdavča ne može biti prazno

source: Publisher Data Successfully Updated
bs_bs: Podaci o izdavaču uspješno dopunjeni

source: PUBLISHER Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o IZDAVAČU se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: New Publisher Data Successfully Saved
bs_bs: Novi podaci o izdavaču uspješno sačuvani

source: Publisher Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o izdavaču se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Publisher List
bs_bs: Lista izdavača

source: Add New Publisher
bs_bs: Dodajte novog izdavača

source: Publisher Name
bs_bs: Naziv izdavača

source: You are going to edit publisher data
bs_bs: Uredićete podatke o izdavaču

source: General Material Designation
bs_bs: Generalno obilježje materijala

source: Document Publisher
bs_bs: Izdavač dokumenta

source: Item Supplier
bs_bs: Dobavljač materijala

source: Document Authors
bs_bs: Autori dokumenta

source: Subject
bs_bs: Predmetne odrednice

source: Item Location
bs_bs: Lokacija materijala

source: Lookup Files
bs_bs: Potražite fajlove

source: Document Content Language
bs_bs: Jezik sadržaja dokumenta

source: Special Labels for Titles to Show Up On Homepage
bs_bs: Posebne naljenice za naslove koji će se prikazati na početnoj stranici

source: Orphaned Author
bs_bs: Autor siroče

source: Orphaned Authors
bs_bs: Autori siročad

source: Orphaned Subject
bs_bs: Predmetne odrednice

source: Orphaned Publisher
bs_bs: Izdavač djela koje nije pod autorskim pravima

source: Orphaned Place
bs_bs: Mjesto izdanja napuštenog djela

source: Supplier Name can't be empty
bs_bs: Ime dobavljača ne može biti prazno

source: Supplier Data Successfully Updated
bs_bs: Podaci o dobavljaču uspješno dopunjeni

source: Supplier Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o dobavljaču se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: New Supplier Data Successfully Saved
bs_bs: Novi podaci o dobavljaču uspješno sačuvani

source: Supplier Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o dobavljaču NISU USPJEŠNO sačuvani/osvježeni. Molimo vas da kontaktirate administratora

source: Supplier List
bs_bs: Lista dobavljača

source: Add New Supplier
bs_bs: Dodajte novog dobavljača

source: Supplier Name
bs_bs: Ime dobavljača

source: Address
bs_bs: Adresa

source: Contact
bs_bs: Kontakt

source: Phone Number
bs_bs: Broj telefona

source: Fax Number
bs_bs: Broj faksa

source: Account Number
bs_bs: Broj računa

source: You are going to edit Supplier data
bs_bs: Uredićete podatke dobavljača

source: Subject can't be empty
bs_bs: Predmetne odrednice ne mogu biti prazne

source: Subject Data Successfully Updated
bs_bs: Podaci o predmetnoj odrednici uspješno dopunjeni

source: Subject Data FAILED to Updated. Please Contact System Administrator
bs_bs: Podaci o predmetnici se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: New Subject Data Successfully Saved
bs_bs: Novi podaci o predmetnoj odrednici uspješno sačuvani

source: Subject Data FAILED to Save. Please Contact System Administrator
bs_bs: Podaci o predmetnoj odrednici se NISU sačuvali. Molimo vas da kontaktirate sistemskog administratora

source: Subject List
bs_bs: Lista predmetnih odrednica

source: Add New Subject
bs_bs: Dodajte novu predmetnicu

source: Classification Code
bs_bs: Klasifikacijski kod

source: Subject Type
bs_bs: Vrsta predmetnice

source: You are going to edit Subject data
bs_bs: Uredićete podatke o predmetnici

source: Class. Code
bs_bs: Klasifikacijski kod

source: There is no record in membership database yet, Export FAILED!
bs_bs: Još uvijek me postoji nijedan zapis u bazi članstva, izvoz NIJE USPIO!

source: Export Data
bs_bs: Izvoz podataka

source: Export member(s) data to CSV file
bs_bs: Izvezite članske podatke u CSV fajl

source: records inserted successfully to members database, from record
bs_bs: zapisi umetnuti uspješno u bazu članica/ova, iz zapisa

source: Import Data
bs_bs: Uvoz podataka

source: Import for members data from CSV file
bs_bs: Uvoz podataka o članovima iz CSV dokumenta

source: Member ID and Name can't be empty
bs_bs: ID Članice/a i Ime ne mogu biti prazni

source: Password confirmation does not match. See if your Caps Lock key is on!
bs_bs: Potvrda lozinke se ne poklapa. Provjerite na tastaturi da li je CAPS LOCK tipka uključena!

source: Member Data Successfully Updated
bs_bs: Podaci o članici/u uspješno osvježeni

source: Image FAILED to upload
bs_bs: Slika se NIJE USPJELA postaviti

source: Member Data FAILED to Save/Update. Please Contact System Administrator
bs_bs: Podaci o članici/u NIJE USPJEŠNO sačuvana/osvježena. Molimo vas da kontaktirate administratora

source: New Member Data Successfully Saved
bs_bs: Podaci o novoj/m članici/u uspješno sačuvani

source: Below member data can't be deleted because still have unreturned item(s)
bs_bs: Podaci o članici/u se ne mogu izbrisati jer još uvijek ima nevraćene posudbe.

source: Membership
bs_bs: Članstvo

source: Member List
bs_bs: Lista članica/ova

source: View Expired Member
bs_bs: Pogledajte članicu kojoj je isteklo članstvo

source: Member Search
bs_bs: Pretraga članica/ova

source: Extend Membership
bs_bs: Pridužite članstvo

source: Birth Date
bs_bs: Rođendan

source: Member Since
bs_bs: Član(ica) od

source: Auto Set
bs_bs: Automatski red

source: Institution
bs_bs: Institucija

source: Membership Type
bs_bs: Vrsta članstva

source: Male
bs_bs: Muško

source: Female
bs_bs: Žensko

source: Gender
bs_bs: Spol

source: Postal Code
bs_bs: Poštanski broj

source: Mail Address
bs_bs: Poštanska adresa

source: Personal ID Number
bs_bs: Lični identifikacijski broj

source: Notes
bs_bs: Bilješke

source: Pending Membership
bs_bs: Čeka članstvo

source: Yes
bs_bs: Da

source: or take a photo
bs_bs: ili uslikajte fotografiju

source: Load Camera
bs_bs: Pokrenite kameru

source: Ratio:
bs_bs: Odnos:

source: Photo
bs_bs: Fotografija

source: E-mail
bs_bs: e-pošta

source: New Password
bs_bs: Nova lozinka

source: Confirm New Password
bs_bs: Potvrdite novu lozinku

source: You are going to edit member data
bs_bs: Uredićete podatke o članstvu

source: Leave Password field blank if you don't want to change the password
bs_bs: Ostavite polje lozinke prazno ukoliko ne želite promijeniti lozinku

source: Expired Member List
bs_bs: Lista isteklog članstva

source: Extend Selected Member(s)
bs_bs: Produžite odabrane članice/ove

source: Are you sure to EXTEND membership for selected members?
bs_bs: Jeste li sigurni da želite PRODUŽITI članstvo odabranim članicama/ovima?

source: members extended!
bs_bs: članstvo produženo!

source: Found
bs_bs: Pronađeno

source: from your search with keyword
bs_bs: iz vaše pretrage po ključnim riječima

source: Member Card Printing
bs_bs: Štampanje članske karte

source: Print Member Cards for Selected Data
bs_bs: Odštampajte članske kartice za odabrane podatke

source: Member card print settings
bs_bs: Postavke za štampanje članske karte

source: Member Type Name can't be empty
bs_bs: Polje vrsta članstva ne može biti prazno

source: Member Type Successfully Updated
bs_bs: Vrsta članstva uspješno dopunjena

source: Member Type Data FAILED to Save/Update. Please Contact System Administrator
bs_bs: Podaci o članici/u NISU USPJEŠNO sačuvani/osvježeni. Molimo vas da kontaktirate administratora
